Dlubal.RFEM5.SurfaceBasicStrains
Surface basic strains

Dlubal.RFEM5.SurfaceBasicStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceBasicStrains.Type
Type of results

Dlubal.RFEM5.SurfaceBasicStrains.LocationNo
Location number

Dlubal.RFEM5.SurfaceBasicStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceBasicStrains.EpsilonXPositive
Basic strain εx,+

Dlubal.RFEM5.SurfaceBasicStrains.EpsilonYPositive
Basic strain εy,+

Dlubal.RFEM5.SurfaceBasicStrains.GammaXYPositive
Basic strain γxy,+

Dlubal.RFEM5.SurfaceBasicStrains.EpsilonXNegative
Basic strain εx,-

Dlubal.RFEM5.SurfaceBasicStrains.EpsilonYNegative
Basic strain εy,-

Dlubal.RFEM5.SurfaceBasicStrains.GammaXYNegative
Basic strain γxy,-